Repository: PITADIA/android-couple-app
Catalog: TuPreferes.xcstrings
Source language: en
Languages: de, es, fr, it, pt, pt_br

# tp_76
source: Would you rather have a fusional relationship or a relationship where each person keeps their emotional independence?
de: Würdest du lieber eine sehr enge, fast verschmolzene Beziehung haben oder eine, in der beide ihre emotionale Unabhängigkeit behalten?
es: ¿Preferirías una relación fusionada o una relación donde cada uno mantiene su independencia emocional?
fr: Tu préfères une relation fusionnelle ou une relation où chacun garde son indépendance émotionnelle ?
it: Preferiresti vivere in mare come un delfino o volare nel cielo come un’aquila?
pt: Preferias uma relação de fusão total ou uma relação em que cada um mantém a sua independência emocional?
pt_br: Você preferiria uma relação de fusão total ou uma relação em que cada um mantém a sua independência emocional?

# tp_77
source: Would you rather live in a perfectly safe world but without freedom, or a totally free but very dangerous world?
de: Würdest du lieber in einer komplett sicheren Welt ohne Freiheit leben oder in einer total freien, aber sehr gefährlichen Welt?
es: ¿Preferirías vivir en un mundo perfectamente seguro pero sin libertad o en uno totalmente libre pero muy peligroso?
fr: Tu préfères vivre dans un monde parfaitement sûr mais sans liberté, ou un monde totalement libre mais très dangereux ?
it: Preferiresti vivere in un film horror o in un videogioco difficile?
pt: Preferias viver num mundo totalmente seguro mas sem liberdade, ou num mundo totalmente livre mas muito perigoso?
pt_br: Você preferiria viver num mundo totalmente seguro mas sem liberdade, ou num mundo totalmente livre mas muito perigoso?

# tp_78
source: Would you rather make love without love or love without ever making love?
de: Würdest du lieber Liebe machen ohne Liebe zu empfinden oder lieben, ohne jemals Liebe zu machen?
es: ¿Preferirías hacer el amor sin amor o amar sin hacer nunca el amor?
fr: Tu préfères faire l'amour sans amour ou aimer sans jamais faire l'amour ?
it: Preferiresti vivere in un mondo senza problemi di soldi o in un mondo senza problemi di salute?
pt: Preferias fazer amor sem amor ou amar sem nunca fazer amor?
pt_br: Você preferiria fazer amor sem amor ou amar sem nunca fazer amor?

# tp_79
source: Would you rather be remembered for your kindness or for your intelligence?
de: Würdest du lieber für deine Freundlichkeit oder für deine Intelligenz in Erinnerung bleiben?
es: ¿Preferirías que te recuerden por tu bondad o por tu inteligencia?
fr: Tu préfères qu'on se souvienne de toi pour ta gentillesse ou pour ton intelligence ?
it: Preferiresti lavorare nel lavoro dei tuoi sogni ma con poco stipendio o in un lavoro noioso ma molto ben pagato?
pt: Preferias ser lembrado pela tua bondade ou pela tua inteligência?
pt_br: Você preferiria ser lembrado pela sua bondade ou pela sua inteligência?

# tp_80
source: Would you rather be admired for your physical appearance or for the depth of your personality?
de: Würdest du lieber für dein Aussehen bewundert werden oder für die Tiefe deiner Persönlichkeit?
es: ¿Preferirías que te admiren por tu apariencia física o por la profundidad de tu personalidad?
fr: Tu préfères être admiré(e) pour ton apparence physique ou pour la profondeur de ta personnalité ?
it: Preferiresti vivere tutta la vita nello stesso posto o cambiare città ogni 2 anni?
pt: Preferias ser admirado pela tua aparência física ou pela profundidade da tua personalidade?
pt_br: Você preferiria ser admirado pela sua aparência física ou pela profundidade da sua personalidade?

# tp_81
source: Would you rather love be easy and quick to win, or something that must be earned?
de: Würdest du lieber, dass Liebe leicht und schnell kommt, oder dass man sie sich verdienen muss?
es: ¿Preferirías que el amor sea fácil y rápido de conquistar o algo que deba ganarse?
fr: Tu préfères que l'amour soit facile et rapide à conquérir ou qu'il se mérite ?
it: Preferiresti avere sempre la connessione lenta o la batteria del telefono scarica?
pt: Preferias que o amor fosse fácil e rápido de conquistar ou que tivesse de ser merecido?
pt_br: Você preferiria que o amor fosse fácil e rápido de conquistar ou que tivesse de ser merecido?

# tp_82
source: Would you rather your partner be ultra romantic or super funny? You have to choose one or the other.
de: Würdest du lieber, dass dein Partner/deine Partnerin ultra romantisch oder super witzig ist? Eins von beidem.
es: ¿Preferirías que tu pareja sea ultra romántica o súper divertida? Tienes que elegir una u otra.
fr: Tu préfères que ton partenaire soit ultra romantique ou alors super drôle ? Sois l'un soit l'autre.
it: Preferiresti non poter più viaggiare o non poter più usare Internet?
pt: Preferias que o teu parceiro fosse super romântico ou super divertido? Tens de escolher um.
pt_br: Você preferiria que seu parceiro fosse super romântico ou super divertido? Tem que escolher um.

# tp_83
source: Would you rather have unshakeable self-confidence but be seen as arrogant, or often doubt yourself but be appreciated by everyone?
de: Würdest du lieber unerschütterliches Selbstvertrauen haben und als arrogant gelten, oder oft an dir zweifeln, dafür von allen gemocht werden?
es: ¿Preferirías tener una autoconfianza inquebrantable pero parecer arrogante o dudar a menudo de ti mismo pero ser apreciado por todos?
fr: Tu préfères avoir une confiance en toi inébranlable mais être vu(e) comme arrogant(e), ou douter souvent de toi mais être apprécié(e) par tout le monde ?
it: Preferiresti avere sempre mal di testa o sempre mal di stomaco?
pt: Preferias ter uma autoconfiança inabalável mas parecer arrogante, ou duvidar de ti mas ser apreciado por todos?
pt_br: Você preferiria ter uma autoconfiança inabalável mas parecer arrogante, ou duvidar de si mas ser apreciado por todos?

# tp_84
source: Would you rather live a life full of intense passions but also great pain, or a calm, stable life without extremes?
de: Würdest du lieber ein Leben voller intensiver Leidenschaften, aber auch großer Schmerzen leben, oder ein ruhiges, stabiles Leben ohne Extreme?
es: ¿Preferirías vivir una vida llena de pasiones intensas pero también de gran dolor o una vida calma y estable sin extremos?
fr: Tu préfères vivre une vie pleine de passions intenses mais aussi de grandes douleurs, ou une vie calme, stable et sans extrêmes ?
it: Preferiresti che nessuno ti ricordi dopo la morte o che tutti ti ricordino per qualcosa di banale?
pt: Preferias viver uma vida cheia de paixões intensas mas também de grandes dores, ou uma vida calma e estável sem extremos?
pt_br: Você preferiria viver uma vida cheia de paixões intensas mas também de grandes dores, ou uma vida calma e estável sem extremos?

# tp_85
source: Would you rather have a relationship full of surprises or full of stability?
de: Würdest du lieber eine Beziehung voller Überraschungen oder voller Stabilität?
es: ¿Preferirías una relación llena de sorpresas o llena de estabilidad?
fr: Tu préfères une relation pleine de surprises ou pleine de stabilité ?
it: Preferiresti vivere senza dolci o senza pizza?
pt: Preferias uma relação cheia de surpresas ou cheia de estabilidade?
pt_br: Você preferiria um relacionamento cheio de surpresas ou cheio de estabilidade?

# tp_86
source: Would you rather be known as someone very funny or very reliable?
de: Würdest du lieber als sehr witzig oder als sehr zuverlässig gelten?
es: ¿Preferirías que te conozcan como alguien muy divertido o muy confiable?
fr: Tu préfères être connu(e) comme quelqu'un de très drôle ou de très fiable ?
it: Preferiresti non poterti mai innamorare o innamorarti di tutti anche senza motivo?
pt: Preferias ser conhecido como alguém muito divertido ou muito confiável?
pt_br: Você preferiria ser conhecido como alguém muito divertido ou muito confiável?

# tp_87
source: Would you rather your partner be ultra tactile or very verbal?
de: Würdest du lieber, dass dein Partner/deine Partnerin ultra berührungsfreudig oder sehr verbal ist?
es: ¿Preferirías que tu pareja sea muy táctil o muy verbal?
fr: Tu préfères que ton partenaire soit ultra tactile ou très verbal ?
it: Preferiresti avere sempre ragione ma nessuno ti crede o avere sempre torto ma tutti ti credono?
pt: Preferias que o teu parceiro fosse muito físico ou muito verbal?
pt_br: Você preferiria que seu parceiro fosse muito físico ou muito verbal?

# tp_88
source: Would you rather be fully satisfied with what you have now or always want more?
de: Würdest du lieber komplett zufrieden sein mit dem, was du hast, oder immer mehr wollen?
es: ¿Preferirías estar completamente satisfecho con lo que tienes ahora o querer siempre más?
fr: Tu préfères être pleinement satisfait(e) de ce que tu as maintenant ou toujours vouloir plus ?
it: Preferiresti vivere un anno senza musica o un anno senza film e serie?
pt: Preferias estar plenamente satisfeito com o que tens agora ou querer sempre mais?
pt_br: Você preferiria estar plenamente satisfeito com o que tem agora ou querer sempre mais?

# tp_89
source: Would you rather have very strong intuition that guides you, or an ultra-developed analytical mind?
de: Würdest du lieber eine richtig starke Intuition haben, die dich leitet, oder einen ultra ausgeprägten analytischen Verstand?
es: ¿Preferirías tener una intuición muy fuerte que te guíe o una mente analítica ultradesarrollada?
fr: Tu préfères avoir une intuition très forte qui te guide, ou un esprit d'analyse ultra-développé ?
it: Preferiresti vivere un amore a distanza ma forte o un amore vicino ma fragile?
pt: Preferias ter uma intuição muito forte que te guiasse ou uma mente analítica super desenvolvida?
pt_br: Você preferiria ter uma intuição muito forte que o guiasse ou uma mente analítica super desenvolvida?

# tp_90
source: Would you rather know the exact date of your death or never know anything?
de: Würdest du lieber das genaue Datum deines Todes kennen oder nie irgendetwas darüber wissen?
es: ¿Preferirías saber la fecha exacta de tu muerte o no saber nunca nada?
fr: Tu préfères connaître la date exacte de ta mort ou ne jamais rien savoir ?
it: Preferiresti vivere in un mondo in cui tutti ti dicono sempre la verità o in cui tutti ti dicono sempre bugie?
pt: Preferias saber a data exata da tua morte ou nunca saber nada sobre isso?
pt_br: Você preferiria saber a data exata da sua morte ou nunca saber nada sobre isso?

# tp_91
source: Would you rather receive €1,000 now or €10,000 in five years?
de: Würdest du lieber jetzt 1.000 € bekommen oder 10.000 € in fünf Jahren?
es: ¿Preferirías recibir 1.000 € ahora o 10.000 € en cinco años?
fr: Tu préfères recevoir 1 000 € maintenant ou 10 000 € dans cinq ans ?
it: Preferiresti vivere senza poter ridere o senza poter piangere?
pt: Preferias receber 1.000 € agora ou 10.000 € daqui a cinco anos?
pt_br: Você preferiria receber 1.000 € agora ou 10.000 € daqui a cinco anos?

# tp_92
source: Would you rather correct a big mistake from your past or receive crucial advice from your future self?
de: Würdest du lieber einen großen Fehler aus deiner Vergangenheit korrigieren oder einen entscheidenden Tipp von deinem Zukunfts-Ich bekommen?
es: ¿Preferirías corregir un gran error de tu pasado o recibir un consejo crucial de tu yo futuro?
fr: Tu préfères corriger une grosse erreur de ton passé ou recevoir un conseil crucial de ton toi du futur ?
it: Preferiresti essere famoso e odiato o sconosciuto e amato?
pt: Preferias corrigir um grande erro do teu passado ou receber um conselho crucial do teu eu do futuro?
pt_br: Você preferiria corrigir um grande erro do seu passado ou receber um conselho crucial do seu eu do futuro?

# tp_93
source: Would you rather have a surprise planned for months or improvised at the last minute?
de: Würdest du lieber eine Überraschung, die monatelang geplant wurde, oder eine Last-Minute-Überraschung?
es: ¿Preferirías tener una sorpresa planeada durante meses o improvisada en el último minuto?
fr: Tu préfères une surprise prévue depuis des mois ou improvisée à la dernière minute ?
it: Preferiresti avere un clone di te che fa tutto il lavoro o un robot che ti fa da amico?
pt: Preferias uma surpresa planeada durante meses ou improvisada no último minuto?
pt_br: Você preferiria uma surpresa planejada durante meses ou improvisada no último minuto?

# tp_94
source: Would you rather always be called by a cute nickname or always by your first name?
de: Würdest du lieber immer mit einem süßen Spitznamen angesprochen werden oder immer mit deinem Vornamen?
es: ¿Preferirías que siempre te llamen por un apodo cariñoso o siempre por tu nombre?
fr: Tu préfères qu'on t'appelle toujours par un surnom mignon ou toujours par ton prénom ?
it: Preferiresti vivere in un mondo senza amore o in un mondo senza amicizia?
pt: Preferias que te chamassem sempre por uma alcunha carinhosa ou sempre pelo teu nome próprio?
pt_br: Você preferiria ser chamado sempre por um apelido carinhoso ou sempre pelo seu nome?

# tp_95
source: Would you rather I hold your hand or look deeply into your eyes?
de: Würdest du lieber, dass ich deine Hand halte oder dir tief in die Augen schaue?
es: ¿Preferirías que te tome de la mano o que te mire profundamente a los ojos?
fr: Tu préfères que je te tienne la main ou que je te regarde profondément dans les yeux ?
it: Preferiresti dimenticare il passato o non poter mai immaginare il futuro?
pt: Preferias que eu te desse a mão ou que te olhasse profundamente nos olhos?
pt_br: Você preferiria que eu segurasse sua mão ou olhasse profundamente nos seus olhos?

# tp_96
source: Would you rather remember all your dreams in detail or never have nightmares again?
de: Würdest du lieber dich an all deine Träume im Detail erinnern oder nie wieder Albträume haben?
es: ¿Preferirías recordar todos tus sueños con detalle o no volver a tener pesadillas?
fr: Tu préfères te souvenir de tous tes rêves en détail ou ne plus jamais faire de cauchemars ?
it: Preferiresti vivere una vita lunga ma noiosa o breve ma intensa?
pt: Preferias lembrar-te de todos os teus sonhos em detalhe ou nunca mais ter pesadelos?
pt_br: Você preferiria lembrar-se de todos os seus sonhos em detalhe ou nunca mais ter pesadelos?

# tp_97
source: Would you rather know in advance all the good moments to come or all the bad ones?
de: Würdest du lieber alle guten Momente im Voraus kennen oder alle schlechten?
es: ¿Preferirías saber de antemano todos los buenos momentos que vendrán o todos los malos?
fr: Tu préfères connaître à l'avance tous les bons moments à venir ou tous les mauvais ?
it: Preferiresti avere sempre fame o sempre sonno?
pt: Preferias saber de antemão todos os bons momentos que vêm ou todos os maus?
pt_br: Você preferiria saber de antemão todos os bons momentos que virão ou todos os maus?

# tp_98
source: Would you rather wake up every morning with a compliment or a hug?
de: Würdest du lieber jeden Morgen mit einem Kompliment oder mit einer Umarmung aufwachen?
es: ¿Preferirías despertarte cada mañana con un cumplido o con un abrazo?
fr: Tu préfères te réveiller chaque matin avec un compliment ou un câlin ?
it: Preferiresti vivere in un mondo dove tutti ti giudicano o dove nessuno si interessa a te?
pt: Preferias acordar todas as manhãs com um elogio ou com um abraço?
pt_br: Você preferiria acordar todas as manhãs com um elogio ou com um abraço?

# tp_99
source: Would you rather leave a material legacy (money, property) or an immaterial legacy (values, memories)?
de: Würdest du lieber ein materielles Erbe (Geld, Besitz) hinterlassen oder ein immaterielles (Werte, Erinnerungen)?
es: ¿Preferirías dejar un legado material (dinero, bienes) o un legado inmaterial (valores, recuerdos)?
fr: Tu préfères laisser un héritage matériel (argent, biens) ou un héritage immatériel (valeurs, souvenirs) ?
it: Preferiresti vivere un amore impossibile ma forte o un amore facile ma debole?
pt: Preferias deixar um legado material (dinheiro, bens) ou um legado imaterial (valores, memórias)?
pt_br: Você preferiria deixar um legado material (dinheiro, bens) ou um legado imaterial (valores, memórias)?

# tp_100
source: Would you rather have a relationship at 100 mph or one that takes all its time (sometimes too much)?
de: Würdest du lieber eine Beziehung mit Vollgas oder eine, die sich alle Zeit der Welt lässt (manchmal zu viel)?
es: ¿Preferirías tener una relación a 100 por hora o una que se tome todo su tiempo (a veces demasiado)?
fr: Tu préfères une relation à 100 à l'heure ou qui prend tout son temps ? (parfois trop)
it: Preferiresti non poter mai più baciarmi o non poter mai più abbracciarmi?
pt: Preferias uma relação a 100 à hora ou uma que leva todo o tempo do mundo (às vezes demasiado)?
pt_br: Você preferiria um relacionamento a 100 por hora ou um que leva todo o tempo do mundo (às vezes demais)?

# tp_101
source: Would you rather discover a painful truth about someone you love or live in a comfortable illusion?
de: Würdest du lieber eine schmerzhafte Wahrheit über jemanden, den du liebst, herausfinden oder in einer bequemen Illusion leben?
es: ¿Preferirías descubrir una verdad dolorosa sobre alguien que amas o vivir en una ilusión cómoda?
fr: Tu préfères découvrir une vérité douloureuse sur quelqu'un que tu aimes ou vivre dans une illusion confortable ?
it: Preferiresti vivere senza mai viaggiare o senza mai innamorarti?
pt: Preferias descobrir uma verdade dolorosa sobre alguém que amas ou viver numa ilusão confortável?
pt_br: Você preferiria descobrir uma verdade dolorosa sobre alguém que ama ou viver numa ilusão confortável?

# tp_102
source: Would you rather have a silent but deep love, or a talkative but chaotic love?
de: Würdest du lieber eine stille, aber tiefe Liebe oder eine sehr gesprächige, aber chaotische?
es: ¿Preferirías tener un amor silencioso pero profundo o un amor hablador pero caótico?
fr: Tu préfères un amour silencieux mais profond ou bavard mais chaotique ?
it: Preferiresti avere sempre la batteria piena o sempre il Wi-Fi gratis ovunque?
pt: Preferias um amor silencioso mas profundo ou falador mas caótico?
pt_br: Você preferiria um amor silencioso mas profundo ou falador mas caótico?

# tp_103
source: Would you rather have a partner who's always predictable or always (too) surprising?
de: Würdest du lieber einen Partner/eine Partnerin, der/die immer vorhersehbar ist, oder jemanden, der/die ständig (zu) überraschend ist?
es: ¿Preferirías que tu pareja sea siempre predecible o siempre (demasiado) sorprendente?
fr: Tu préfères un partenaire toujours prévisible ou toujours (trop) surprenant ?
it: Preferiresti vivere un giorno nei panni di qualcun altro o che qualcun altro vivesse un giorno nei tuoi panni?
pt: Preferias um parceiro sempre previsível ou sempre (demasiado) surpreendente?
pt_br: Você preferiria um parceiro sempre previsível ou sempre (demasiado) surpreendente?

# tp_104
source: Would you rather be popular with many superficial acquaintances or have few friends but deep connections?
de: Würdest du lieber bei vielen oberflächlichen Bekanntschaften beliebt sein oder wenige Freundschaften mit tiefen Verbindungen haben?
es: ¿Preferirías ser popular con muchas relaciones superficiales o tener pocos amigos pero conexiones profundas?
fr: Tu préfères être populaire avec beaucoup de connaissances superficielles ou avoir peu d'amis mais des liens profonds ?
it: Preferiresti essere famoso per un errore divertente o non essere conosciuto da nessuno?
pt: Preferias ser popular com muitas relações superficiais ou ter poucos amigos mas ligações profundas?
pt_br: Você preferiria ser popular com muitas relações superficiais ou ter poucos amigos mas conexões profundas?

# tp_105
source: Would you rather laugh every day with the other or cry once from intense happiness?
de: Würdest du lieber jeden Tag zusammen lachen oder einmal vor purem Glück weinen?
es: ¿Preferirías reír cada día con el otro o llorar una vez de felicidad intensa?
fr: Tu préfères rire chaque jour avec l'autre ou pleurer une seule fois de bonheur intense ?
it: Preferiresti vivere senza mai ridere o senza mai sognare?
pt: Preferias rir todos os dias com o outro ou chorar uma vez de felicidade intensa?
pt_br: Você preferiria rir todos os dias com o outro ou chorar uma vez de felicidade intensa?

# tp_106
source: Would you rather have a deep conversation with a stranger or a light conversation with your best friend?
de: Würdest du lieber ein tiefes Gespräch mit einem Fremden führen oder ein leichtes Gespräch mit deinem besten Freund/deiner besten Freundin?
es: ¿Preferirías tener una conversación profunda con un desconocido o una conversación ligera con tu mejor amigo?
fr: Tu préfères avoir une conversation profonde avec un(e) inconnu(e) ou une conversation légère avec ton/ta meilleur(e) ami(e) ?
it: Preferiresti non poter mai più viaggiare o non poter mai più tornare a casa?
pt: Preferias ter uma conversa profunda com um desconhecido ou uma conversa leve com o teu melhor amigo?
pt_br: Você preferiria ter uma conversa profunda com um desconhecido ou uma conversa leve com o seu melhor amigo?

# tp_107
source: Would you rather be the one who always listens to others' problems or the one who always needs to confide?
de: Würdest du lieber die Person sein, die immer zuhört, oder die, die sich ständig aussprechen muss?
es: ¿Preferirías ser quien siempre escucha los problemas de los demás o quien siempre necesita desahogarse?
fr: Tu préfères être celui/celle qui écoute toujours les problèmes des autres ou celui/celle qui a toujours besoin de se confier ?
it: Preferiresti vivere in un mondo dove tutto è previsto o dove tutto è una sorpresa?
pt: Preferias ser sempre quem ouve os problemas dos outros ou quem precisa sempre de se desabafar?
pt_br: Você preferiria ser sempre quem ouve os problemas dos outros ou quem precisa sempre se desabafar?

# tp_108
source: Would you rather directly confront someone talking behind your back or ignore them and move on?
de: Würdest du lieber jemanden direkt konfrontieren, der hinter deinem Rücken redet, oder es ignorieren und weitermachen?
es: ¿Preferirías confrontar directamente a alguien que habla a tus espaldas o ignorarlo y seguir adelante?
fr: Tu préfères confronter directement quelqu'un qui parle dans ton dos ou l'ignorer et passer à autre chose ?
it: Preferiresti vivere un amore segreto o un amore pubblico ma fragile?
pt: Preferias confrontar diretamente alguém que fala nas tuas costas ou ignorar e seguir em frente?
pt_br: Você preferiria confrontar diretamente alguém que fala pelas suas costas ou ignorar e seguir em frente?

# tp_109
source: Would you rather understand the meaning of the universe or know the secret to personal happiness?
de: Würdest du lieber den Sinn des Universums verstehen oder das Geheimnis persönlichen Glücks kennen?
es: ¿Preferirías entender el sentido del universo o conocer el secreto de la felicidad personal?
fr: Tu préfères comprendre le sens de l'univers ou connaître le secret du bonheur personnel ?
it: Preferiresti vivere senza mai poter ballare o senza mai poter cantare?
pt: Preferias compreender o sentido do universo ou conhecer o segredo da felicidade pessoal?
pt_br: Você preferiria compreender o sentido do universo ou conhecer o segredo da felicidade pessoal?

# tp_110
source: Would you rather be able to taste every flavor in the world, or hear every piece of music ever composed?
de: Würdest du lieber jede Geschmacksrichtung der Welt probieren können oder jedes je komponierte Musikstück hören?
es: ¿Preferirías poder saborear todos los sabores del mundo o escuchar cada pieza de música jamás compuesta?
fr: Tu préfères pouvoir goûter toutes les saveurs du monde ou entendre toute la musique jamais composée ?
it: Preferiresti poter cambiare il tuo passato o vedere il futuro degli altri?
pt: Preferias poder provar todos os sabores do mundo ou ouvir toda a música já composta?
pt_br: Você preferiria poder provar todos os sabores do mundo ou ouvir toda a música já composta?
